{
  "RT14e": "The time has come to announce the date for one of the most important days of our season - the premiere of RT14e. We are extremely excited to present to you the model we have been working on for the past few months.\n\nWe are pleased to officially announce that the presentation of our third electric vehicle with autonomous driving systems will take place on June 6, 2024.",
  "RT13e": "RT13e is the second electric vehicle with autonomous driving systems created by the Team. Like its predecessor, it was powered by two motors located in the rear wheels of the vehicle. It had a carbon fiber aerodynamic package, which was one of the lightest in its class. Additionally, the car featured a custom-designed steering gearbox that significantly improved the vehicle's ability to navigate tight turns. This vehicle demonstrated its capabilities in four editions of the Formula Student competition, held at Autodromo Riccardo Paletti, Hungaroring, Hockenheimring, and Autodrom Słomczyn. During the Polish edition of the event, the Team took the top spot on the podium in the Business Plan Presentation, Cost and Manufacturing, and Skid Pad categories, and placed second in Engineering Design. The high positions in individual competitions led to victory in the first-ever edition of the FS Poland event.",
  "RT12e": "RT12e is a project from the 2021/2022 season that responded to the challenges and trends of the automotive industry. It was the Team's first electric vehicle, additionally equipped with autonomous driving systems. Over 90% of its components were designed by members of the PWR Racing Team. It was powered by two electric motors, designed and built by the Team. It reached a speed of 100 km/h in just 4 seconds. All elements of the autonomous driving system, such as perception, autonomous braking and steering systems, and driving algorithms, were created by students. The car also featured a self-developed high-voltage battery with a voltage of over 500V.",
  "RT11": "RT11 is one of the last combustion vehicles created by the Team. Built in 2021, it demonstrated its capabilities in four editions of the Formula Student competition, achieving high positions in many static and dynamic events. The 199 kg vehicle reached a top speed of 150 km/h. The carbon fiber steering wheel, designed based on scans of the drivers' hands, was a standout feature. This component operated on a Real Time Operating System, allowing personalized information to be displayed during the drive for each driver. The car also featured a rotating oil pump, ensuring lubrication even at 2G forces - nearly 400 kg of pressure - and a fully symmetrical, titanium exhaust system designed and built by Team members.",
  "RTX": "RTX is a vehicle developed in the 2018/2019 season. The power unit in this vehicle allowed the structure to reach 100 km/h in 3 seconds. This model was full of innovations - it featured a larger monocoque than in previous years and the ability to adjust the aerodynamic package geometry to the track or competition specifications. The driver's seat position was also changed. In previous vehicles, the driver assumed a classic position, but for this project, the Team decided to construct a more reclining seat, similar to those used in Formula 1. Additionally, the car featured an ultra-light electrical harness, built to standards used in military aircraft.",
  "RT09": "RT09 is the ninth combustion vehicle constructed by the PWR Racing Team. Weighing 185 kg, it was powered by a 90HP engine that could be heard from half a kilometer away at maximum revs. The model incorporated many innovative solutions, including custom-designed brake calipers and a new aerodynamic package. The vehicle participated in four editions of the Formula Student competition, held at Hockenheimring, Autodromo Riccardo Paletti, Autodrom Most, and Michigan International Speedway.",
  "RT08": "RT08, the eighth combustion vehicle, was full of novelties. It weighed 185 kg, which was 10 kg less than its predecessor. The vehicle's electrical harness was custom-built by Team members for the first time, and the aerodynamic package included underbody side wings. Additionally, the car featured a steering wheel display, allowing drivers to select which data they wanted to monitor during the drive.",
  "RT07": "RT07 is another combustion vehicle created by the PWR Racing Team. Powered by a Honda CBR600RR engine that had been developed and improved for several years, it reached 100 km/h in 3.5 seconds. This model was the first to feature an innovative aerodynamic package consisting of front and rear wings. Additionally, the structure was enhanced with a new absorber with a honeycomb structure. The vehicle demonstrated its capabilities in three European editions of the Formula Student competition - in Germany, the UK, and the Czech Republic. It also won the Acceleration event at FSG.",
  "RT06": "RT06 was created in the 2014/2015 season. This vehicle was powered by an engine adapted from the Honda CBR600RR motorcycle. Innovative changes introduced in this project, such as significantly shortening the car and using a seat made of special foam that allowed the creation of a geometry perfectly suited to the driver, reduced the vehicle's weight by over 30 kg compared to the previous construction. It was the first hybrid construction to feature a monocoque made of pre-preg, weighing only 13.5 kg. Additionally, the vehicle had a sequential gearbox with pneumatic drive and smaller, hence lighter, rims.",
  "RT05": "RT05 is the sixth project of the PWR Racing Team. The structure, based on a space steel frame, weighed 216 kg. It was powered by an engine adapted from a Honda, with a capacity of 599cm3. This model was the first in the Team's history to demonstrate its capabilities in the Formula Student competition held outside of Europe. At Formula Student Michigan 2015, the vehicle achieved a high 9th place, outperforming 111 top teams from around the world.",
  "RT04": "RT05 is the sixth project of the PWR Racing Team. The structure, based on a space steel frame, weighed 216 kg. It was powered by an engine adapted from a Honda, with a capacity of 599cm3. This model was the first in the Team's history to demonstrate its capabilities in the Formula Student competition held outside of Europe. At Formula Student Michigan 2015, the vehicle achieved a high 9th place, outperforming 111 top teams from around the world.",
  "RT03": "RT03 is a vehicle that students of the Wrocław University of Science and Technology began working on in 2011. Its power unit was a KTM motorcycle engine with a capacity of 450 cm3, allowing the vehicle to reach 100 km/h in 4.5 seconds. For the first time in history, students decided to use a carbon fiber monocoque in the construction, making the vehicle significantly lighter than projects from previous years. Additionally, the car was equipped with a turbocharger to increase the engine's power and efficiency.",
  "RT02": "The RT02 vehicle was created in the 2010/2011 season. The power unit, like the previous year, was adapted from a Honda CBR600RR motorcycle, marked PC40. The methanol-powered vehicle weighed 258 kg and accelerated to 100 km/h in just under 4 seconds. During the construction, students used many innovative solutions for that time, such as anti-dive and anti-squat geometry or a pull-rod suspension system. The biggest change compared to the RT01 model was the modular construction of the vehicle, which significantly facilitated access to the power unit.",
  "RT01": "RT01 is the first combustion vehicle built by the PWR Racing Team. It was powered by an inline four-cylinder engine with a capacity of 599 cm3, sourced from a Honda CBR600RR motorcycle. The engine's power allowed the vehicle to reach a maximum speed of 130 km/h. The vehicle's intake, exhaust, fuel, and engine control systems were constructed by students of the Wrocław University of Science and Technology. The vehicle demonstrated itself twice in the Formula Student competition, during editions held at Silverstone and Hockenheimring.",
  "RT11b": "RT11B is an evolution of the RT11 created a year earlier. This vehicle is the last combustion vehicle created by the PWR Racing Team, capping off 12 years of experience in constructing such cars. It reached 100 km/h in 3 seconds and weighed 199 kg. During the creation of this project, students spent many hours on the dynamometer, focusing on improving engine performance. They also modified the vehicle's cooling system to increase its efficiency. In 2023, the vehicle demonstrated its capabilities at the Formula SAE Michigan competition. Despite stiff competition, it took first place in the Business Plan Presentation and second in Acceleration and Engineering Design. These high scores led to a second-place overall finish out of more than 100 teams from around the world."
}
